Repository: mikko-ahonen/usmtools
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: An account already exists with this email.
fi: Tällä sähköpostiosoitteella löytyy jo tunnus.
nl: Er bestaat al een account met deze e -mail.

source: This email address is already in the waiting list.
fi: Tämä sähköpostiosoite on jo jonotuslistalla.
nl: Dit e -mailadres staat al in de wachtlijst.

source: Email addresses to invite, separated by comma
fi: Kutsuttavat sähköpostiosoitteet pilkulla eroteltuna
nl: E -mailadressen om uit te nodigen, gescheiden door komma

source: Join waiting list
fi: Liity jonotuslistalle
nl: Word lid van de wachtlijst

source: I have read and agree to the Terms of Service
fi: Olen lukenut ja hyväksyn Käyttösäännöt
nl: Ik heb gelezen en akkoord met de Servicevoorwaarden

source: You must agree to the Terms of Service to register
fi: Käyttösäännöt on hyväksyttävä ennen rekisteröitymistä
nl: U moet akkoord gaan met de Servicevoorwaarden om zich te registreren

source: Reset password
fi: Nollaa sähköposti
nl: Reset wachtwoord

source: Change password
fi: Muuta salasanaa
nl: Wijzig het wachtwoord

source: Email address
fi: Sähköpostiosoite
nl: E -mailadres

source: Why do you want to use this service?
fi: Miksi haluat käyttää tätä palvelua?
nl: Waarom wil je deze service gebruiken?

source: Where did you hear about this service?
fi: Mistä kuulit tästä palvelusta?
nl: Waar heb je over deze service gehoord?

source: Are you member of a groups that might have people interested in participating in USM Tools?
nl: Bent u lid van groepen die mogelijk mensen hebben die geïnteresseerd zijn in deelname aan USM -tools?

source: Activation Failure
fi: Aktivointi epäonnistui
nl: Activeringsstoring

source: Account activation failed.
fi: Tilin aktivointi epäonnistui.
nl: Accountactivering is mislukt.

source: Account Activated
fi: Tili aktivoitu
nl: Account geactiveerd

source: Account
fi: Käyttäjätili
nl: Rekening

source: activated
fi: aktivoitu
nl: geactiveerd

source: Your account is now activated.
fi: Käyttäjätilisi on nyt aktivoitu.
nl: Uw account is nu geactiveerd.

source: Continue
fi: Jatka
nl: Doorgaan

source: by setting up a new tenant.
fi: luomalla uusi asiakasympäristö
nl: door een nieuwe huurder op te zetten.

source: You can
fi: Voit
nl: Je kan

source: log in
fi: kirjautua sisään
nl: inloggen

source: registration
fi: rekisteröityminen
nl: registratie

source: You (or someone pretending to be you) have asked to register an account at USM Tools. If this wasn't you, please ignore this email and your address will be removed from our records.
fi: Sinä (tai joku joka teeskentelee sinua) on luonut tunnukset USM Toolsiin. Jos et ole luonut tunnuksia, voit unohtaa tämän sähköpostin ja sähköpostiosoitteesi poistetaan järjestelmistämme automaattisesti.
nl: U (of iemand die zich voordoet als u bent) heeft gevraagd om een account te registreren bij USM -tools. Als jij dit niet was, negeer dan deze e -mail en je adres wordt uit onze records verwijderd.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
fi: Aktivoidaksesi tunnuksen, klikkaa oheista linkkiä seuraavan %(expiration_days)s sisällä:
nl: Om dit account te activeren, klikt u op de volgende link binnen de volgende %(expiration_days) s dagen:

source: Sincerely,
fi: Ystävällisesti,
nl: Eerlijk,

source: Management
fi: Ylläpito
nl: Beheer

source: Delete account
fi: Poista käyttäjätili
nl: Verwijder account

source: Are you sure that you want to delete your account? Account cannot be restored after it is deleted.
fi: Oletko varma, että haluat poistaa käyttäjätilin? Tiliä ei voi enää palauttaa sen jälkeen kun se on poistettu.
nl: Weet u zeker dat u uw account wilt verwijderen? Account kan niet worden hersteld nadat het is verwijderd.

source: I do not want to delete my account
fi: En halua poistaa käyttäjätiliäni
nl: Ik wil mijn account niet verwijderen

source: I want to delete my account
fi: Haluan poistaa käyttäjätilini
nl: Ik wil mijn account verwijderen

source: %(sender_email)s invited you to join the waiting list for USM Tools site.
fi: %(sender_email)s kutsui sinut jonotuslistalle USM Tools -palvleuun.
nl: %(sender_email)s nodigde u uit om deel te nemen aan de wachtlijst voor USM Tools -site.

source: USM Tools is a new kind of Business Process Modeling tool. Some differences to existing tools:
fi: USM Tools on uudenlainen työkalu liiketoimintaprosessien mallintamiseen. Muutamia eroja olemassaoleviin työkaluihin:
nl: USM Tools is een nieuw soort bedrijfsprocesmodelleringstool. Enkele verschillen met bestaande tools:

source: It uses USM, which is based on methodical and systematic approach to Enterprise Service Management
fi: Se käyttää USM:ää, joka perustuu systemaattiseen ja metodiseen lähestymistapaan, jolla toteutetaan Enterprise Service Managementia (ESM).
nl: Het maakt gebruik van USM, dat is gebaseerd op methodische en systematische benadering van enterprise service management

source: As compared to word processor (such as Word) templates, your data is structured and you can access it through APIs
fi: Verrattuna tekstinkäsittelyohjelman (kuten Word) sivupohjiin, data on strukturoitu ja sitä voi käsitellä rajapintojen läpi.
nl: In vergelijking met tekstverwerker (zoals Word) -sjablonen zijn uw gegevens gestructureerd en u kunt er toegang toe via API's

source: It will become much cheaper to standards and frameworks, such as ITIL or ISO standards.
fi: Erilaisten frameworkien ja standardien, ITIL tai ISO-standardit, toteuttaminen on kustannustehokkaampaa.
nl: Het zal veel goedkoper worden voor normen en frameworks, zoals ITIL- of ISO -normen.

source: To join the waiting list, please click the following link:
fi: Liittyäksesi jonotuslistalle, klikkaa oheista linkkiä:
nl: Klik op de volgende link om deel te nemen aan de wachtlijst:

source: %(sender_email)s invited you to join the waiting list for USM Tools site. Your position on the waiting list will increase, if you use this link to join.
fi: %(sender_email)s kutsui sinut USM Tools -palvelun jonotuslistalle. Asemasi jonotuslistalla paranee sen mukaan, monelleko vastaanottajalle jaat tämän linkin.
nl: %(sender_email)s nodigde u uit om deel te nemen aan de wachtlijst voor USM Tools -site. Uw positie op de wachtlijst zal toenemen, als u deze link gebruikt om deel te nemen.

source: Invitation to join
fi: Liittymiskutsu
nl: Uitnodiging om lid te worden

source: Waiting list joined
fi: Liittyminen jonotuslistalle
nl: Wachtlijst

source: We have added you to the waiting list, and will be sending any invites promptly. Thank you!
fi: Olemme lisänneet sinut jonotuslistalle. Lähetämme kutsut pian. Kiitos!
nl: We hebben u toegevoegd aan de wachtlijst en sturen eventuele uitnodigingen onmiddellijk. Bedankt!

source: You have been invited by
fi: Sinut on kutsuttu
nl: Je bent uitgenodigd door

source: to join the waiting list for this service.
fi: liittymään palvelun jonotuslistalle.
nl: om deel te nemen aan de wachtlijst voor deze service.

source: This service is not yet open to the public.
fi: Tämä palvelu ei ole vielä julkinen.
nl: Deze service is nog niet open voor het publiek.

source: You can join our waiting list by filling your email address below and answering a few questions below.
fi: Voit liittyä jonotuslistalle täyttämällä sähköpostiosoitteen alla ja vastaamalla muutamaan kysymykseen.
nl: U kunt deelnemen aan onze wachtlijst door hieronder uw e -mailadres in te vullen en een paar vragen hieronder te beantwoorden.

source: Optionally, you can also send an invite to your friends, and if they also join, you will increase the position for all of you in the waiting list.
fi: Halutessasi voit lähettää kutsua myös eteenpäin, ja jos kutsumasi ihmiset liittyvät jonotuslistalle, se parantaa omaa paikkaasi jonotuslistalla.
nl: Optioneel kunt u ook een uitnodiging naar uw vrienden sturen, en als ze ook lid worden, vergroot u de functie voor jullie allemaal in de wachtlijst.

source: Log in
fi: Kirjaudu sisään
nl: Inloggen

source: Forgot your password?
fi: Unohditko salasanan?
nl: Uw wachtwoord vergeten?

source: Reset it
fi: Nollaa se
nl: Reset het

source: What is USM BPM Tool?
fi: Mikä on USM BPM -työkalu?
nl: Wat is USM BPM -tool?

source: It is a new kind of Business Process Modeling tool. Some differences to existing tools:
fi: Se on uudenlainen tapa mallintaa liiketoimintaprosesseja. Joitakin eroja olemassaoleviin työkaluihin:
nl: Het is een nieuw soort bedrijfsprocesmodelleringstool. Enkele verschillen met bestaande tools:

source: The site is currently not open to public. We are in beta, experimenting the site with certain interest groups. If you are a member of one of those interest groups, please use your invitation link to join.
fi: Tämä palvelu ei ole tällä hetkellä avoin. Palvelua kehitetään ja beta-testataan valikoitujen sidosryhmien kanssa. Jos kuulut noihin sidosryhmiin, voit käyttää saaamaasi kutsulinkkiä liittyäksei palveluun.
nl: De site staat momenteel niet open voor openbaar. We zijn in bèta en experimenteren de site met bepaalde belangengroepen. Als u lid bent van een van die belangengroepen, gebruik dan uw uitnodigingslink om lid te worden.

source: If you are not a member of any of those groups, you can join our waiting list.
fi: Jos et kuulu näihin sidosryhmiin, voit liittyä jonotuslistalle.
nl: Als u geen lid bent van een van die groepen, kunt u deelnemen aan onze wachtlijst.

source: Logged out
fi: Kirjautunut ulos
nl: Uitgemeld

source: Your account was succesfully deleted.
fi: Käyttäjätilisi on poistettu onnistuneesti.
nl: Uw account is met succes verwijderd.

source: Successfully logged out
fi: Olet kirjautunut onnistuneesti ulos
nl: Met succes uitgelogd

source: Password changed
fi: Salasana vaihdettu
nl: Wachtwoord gewijzigd

source: Password successfully changed!
fi: Salasana on onnisuneesti vaihdettu!
nl: Wachtwoord met succes gewijzigd!

source: Password reset complete
fi: Salasanan nollaus on valmis
nl: Wachtwoord gereset compleet

source: Your password has been reset!
fi: Salasanasi on nollattu!
nl: Uw wachtwoord is gereset!

source: You may now
fi: Voit nyt
nl: Je mag nu

source: Confirm password reset
fi: Vahvistaa salasanan nollauksen
nl: Bevestig het reset van het wachtwoord

source: Enter your new password below to reset your password:
fi: Syötä alle uusi salasana sen nollaamiseksi:
nl: Voer hieronder uw nieuwe wachtwoord in om uw wachtwoord opnieuw in te stellen:

source: Password reset unsuccessful. Please
fi: Salasanan nollaus epäonnistui. Ole hyvä
nl: Wachtwoord gereset niet succesvol. Alsjeblieft

source: try again
fi: yritä uudestaan
nl: Probeer het opnieuw

source: Password reset
fi: Salasanan nollaus
nl: Wachtwoord gereset

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
fi: Olemme lähettäneet sinulle sähköpostin jossa on linkki salasanan nollaamiseksi. Tarkista sähköpostisi ja klikkaa linkkiä jatkaaksesi.
nl: We hebben u een e -mail gestuurd met een link om uw wachtwoord te resetten. Controleer uw e -mail en klik op de link om door te gaan.

source: Greetings
fi: Hei
nl: Groeten

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the USM Tools site. If you do not wish to reset your password, please ignore this message.
fi: Olet saanut tämän viestin, koska sinä (tai joku joka on lähettänyt viestin yrittäen tekeytyä sinuksi) on pyytänyt että salasanasi nollattaisiin USM Tools -palvelussa. Jos et halua nollata salasanaasi, voit sivuuttaa tämän viestin.
nl: U ontvangt deze e -mail omdat u (of iemand die zich voordoet als u zich voordoet) verzocht om uw wachtwoord te resetten op de USM Tools -site. Als u uw wachtwoord niet wilt resetten, negeer dit bericht dan.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
fi: Nollataksesi salasanan, klikkaa alla olevaa linkkiä tai kopioi se selaimeesi:
nl: Klik op de volgende link of kopieer en plak deze in uw webbrowser om uw wachtwoord te resetten.

source: Your username, in case you've forgotten:
fi: Käyttäjätunnuksesi, mikäli olet unohtanut sen:
nl: Uw gebruikersnaam, voor het geval u het bent vergeten:

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
fi: Oletko unohtanut salasanasi? Syötä sähköpostiosoitteesi alla olevalle lomakkeelle niin lähetämme sinulle ohjeet sen nollaamiseksi.
nl: Uw wachtwoord vergeten? Voer uw e -mail in het onderstaande formulier in en we sturen u instructies voor het maken van een nieuwe.

source: Registration failed
fi: Rekisteröityminen epäonnistui
nl: Registratie is mislukt

source: Registration has been closed. Please contact the person you get the invitation from if you think this is an error
fi: Rekisteröityminen on suljettu. Ota yhteyttä henkilöön jolta sait kutsulinkin jos uskot että tässä on tapahtunut virhe
nl: Registratie is gesloten. Neem contact op met de persoon van wie u de uitnodiging haalt als u denkt dat dit een fout is

source: Activation email sent
fi: Aktivointisähköposti lähetetty
nl: Activerings -e -mail verzonden

source: Activation email was sent
fi: Aktivointisähköposti on lähetetty
nl: Activerings -e -mail is verzonden

source: Please click the link in your email to complete the registration process.
fi: Klikkaa alla olevaa linkkiä jatkaaksesi rekisteröitymisprosessia.
nl: Klik op de link in uw e -mail om het registratieproces te voltooien.

source: Register for an account
fi: Rekisteröi tunnus
nl: Registreer je voor een account

source: You have been invited to participate in beta testing the USM site
fi: Sinut on kutsuttu osallistumaan USM Tools-palvelun beta-testaukseen
nl: U bent uitgenodigd om deel te nemen aan bèta -testen van de USM -site

source: Already have an account? Please
fi: Onko sinulla jo tunnus? Ole hyvä ja
nl: Heb je al een account? Alsjeblieft

source: Otherwise, register below.
fi: Muussa tapauksessa voit rekisteröityä alla.
nl: Registreer anders hieronder.

source: Account activation resent
fi: Käyttäjätilin aktivointi lähetettiin uudestaan
nl: Accountactivering

source: We have sent an email to %(email)s with further instructions.
fi: Olemme lähettäneet uudestaan sähköpostia osoitteeseen %(email)s jatko-ohjeilla.
nl: We hebben een e -mail naar %(email)s gestuurd met verdere instructies.

source: Resend activation email
fi: Lähetä aktivointisähköposti uudestaan
nl: Stuur activerings -e -mail opnieuw

source: Enter a valid username. This value may contain only English letters, numbers, and underscore characters. It must be at three characters at the minimum.
fi: Täytä hyväksytty käyttäjänimi. Nimi voi sisältää vain aakkosia (ä, ö ja å kieletty), numeroita ja alaviivoja. Sen täytyy olla ainakin kolme merkkiä pitkä.
nl: Voer een geldige gebruikersnaam in. Deze waarde kan alleen Engelse letters, cijfers en onderstrepingstekens bevatten. Het moet minimaal op drie tekens zijn.

source: Name
fi: Nimi
nl: Naam

source: Text
fi: Teksti
nl: Tekst

source: Board
fi: Taulu
nl: Bord

source: Roadmap
nl: Routekaart

source: Backlog
nl: Achterstand

source: Release
fi: Julkaisu
nl: Uitgave

source: Description
fi: Kuvaus
nl: Beschrijving

source: Epic
fi: Epiikki
nl: Episch

source: Story
fi: Käyttäjätarina
nl: Verhaal

source: Add list
fi: Lisää lista
nl: Toevoeglijst toevoegen

source: Save
fi: Tallenna
nl: Redden

source: Task name
fi: Tehtävän nimi
nl: Taaknaam

source: Cancel
fi: Peru
nl: Annuleren

source: Boards
fi: Taulut
nl: Bord

source: Not defined
fi: Ei määritelty
nl: Niet gedefinieerd

source: Task
fi: Tehtävä
nl: Taak

source: Risk
fi: Riski
nl: Risico

source: Profile
fi: Profiili
nl: Profiel

source: Not defineds
nl: Niet gedefinieerd

source: Documents
fi: Dokumentit
nl: Documenten

source: Tasks
fi: Tehtävät
nl: Taken

source: Risks
fi: Riskit
nl: Risico's

source: Profiles
fi: Profiilit
nl: Profielen

source: This is not Excel file supported by usm.tools
fi: Tämä ei ole usm.toolsin tukema Excel-tiedosto
nl: Dit is geen Excel -bestand ondersteund door USM.Tools

source: Term (singular)
fi: Termi (yksikkö)
nl: Term (enkelvoud)

source: Term (plural)
fi: Termi (monikko)
nl: Term (meervoud)

source: Definition for the term
fi: Termin määritelmä
nl: Definitie voor de term

source: If checked, this is a plural definition
fi: Jos valittu, tämä määritelmä on monikossa
nl: Indien gecontroleerd, is dit een meervoudige definitie

source: The label used by plural definitions
fi: Monikkomuotoisten määritelmien käyttämä nimike
nl: Het label dat wordt gebruikt door meervoudige definities

source: Entity type used by definition
fi: Entiteetin tyyppi jota käytetään määritelmässä
nl: Entiteitstype gebruikt per definitie

source: New
fi: Uusi
nl: Nieuw

source: Ongoing
fi: Käynnissä
nl: Doorlopend

source: Implemented
fi: Toteutettu
nl: Geïmplementeerd

source: Failed
fi: Epäonnistunut
nl: Mislukt

source: Non-compliant
fi: Ei vaatimusten mukainen
nl: Niet conform

source: Compliant
fi: Vaatimustenmukainen
nl: Meewerkend

source: Audited
fi: Auditoitu
nl: Gecontroleerd

source: Keep the existing status
fi: Säilytä nykyinen tila
nl: Houd de bestaande status bij

source: Implement in this project
fi: Toteuta tässä projektissa
nl: Implementeren in dit project

source: Implemented in another project
fi: Toteutettu toisessa projektissa
nl: Geïmplementeerd in een ander project

source: Postpone integration
fi: Toteutusta lykätty
nl: De integratie uitstellen

source: built-in
fi: sisäänrakennettu
nl: ingebouwd

source: Select data management policy
fi: Valitse datanhallintapolitiikka
nl: Selecteer Beleid voor gegevensbeheer

source: Manual
fi: Manuaalinen
nl: Handmatig

source: Linked
fi: Linkitetty
nl: Gekoppeld

source: Replicated
fi: Replikoitu
nl: Gerepliceerd

source: Managed
fi: Hallittu
nl: Beheerd

source: Select plan
fi: Valitse suunnitelma
nl: Selecteer Plan

source: No changes
fi: Ei muutoksia
nl: Geen veranderingen

source: Implememented in another project
fi: Toteutettu toisessa projektissa
nl: Geïmplementeerd in een ander project

source: Postpone
fi: Lykkää
nl: Uitstellen

source: Select status
fi: Valitse tila
nl: Selecteer Status

source: Development
fi: Kehitys
nl: Ontwikkeling

source: Testing
fi: Testaus
nl: Testen

source: Production
fi: Tuotanto
nl: Productie

source: Are you sure
fi: Oletko varma
nl: Weet je het zeker

source: References
fi: Referenssit
nl: Referenties

source: Reference
fi: Referenssi
nl: Referentie

source: Plural
fi: Monikko
nl: Meervoud

source: matching label
fi: joka nimikoitu
nl: bijpassend label

source: No matches
fi: Ei osumia
nl: Geen overeenkomsten

source: Entity type missing
fi: Entiteetin tyyppi puuttuu
nl: Entiteitstype ontbreekt

source: Edit
fi: Muokkaa
nl: Bewerking

source: Delete
fi: Poista
nl: Verwijderen

source: You have not defined any references yet.
fi: Et ole vielä määritellyt yhtään viitettä.
nl: U hebt nog geen referenties gedefinieerd.

source: Define a new reference
fi: Määrittele uusi viite
nl: Definieer een nieuwe referentie

source: Compliance domains
fi: Määräystenmukaisuuden luokat
nl: Nalevingsdomeinen

source: Backlog preview for
fi: Backlogin esikatselu
nl: Achterstand preview voor

source: On this page, you can create an initial project backlog based on the project roadmap. One backlog will be created for all the teams participating in the project. The backlog will contain sprints and stories based on the project parameters (such as the categories for each team) and the epics on the roadmap.
nl: Op deze pagina kunt u een eerste project achterstand maken op basis van de Project Roadmap. Eén achterstand wordt gemaakt voor alle teams die aan het project deelnemen. De achterstand zal sprints bevatten en Verhalen op basis van de projectparameters (zoals de categorieën voor elk team) en de EPICS op de routekaart.

source: While the backlog is shared by the teams, each team will have their own sprints. If you filter the backlog by the team, you will get the team backlog, with the stories either assigned to that team or unassigned.
nl: Terwijl de achterstand wordt gedeeld door de teams, heeft elk team zijn eigen sprints. Als u het Backlog door het team, je krijgt het team achterstand, met de verhalen die aan dat team zijn toegewezen of niet -toegewezen.

source: The stories will be automatically placed in the the sprints according to the ordering of the epics on the roadmap. Each story will have a size estimation in story points. According to the agile estimation methodology, story point is only relative to other stories, not an absolute number. Each sprint will be filled with stories so that the maximum story points is not exceeded. You can refine the backlog after it has been created.
fi: Käyttäjätarinat jaoitellaan sprintteihin automaattisesti roadmapilla olevien epiikkien järjestyksen perusteella. Kullekin käyttäjätarinalle on arvio kokoluokasta, käyttäen tarinapisteitä. Ketterien arviointimenetelmien metodologian mukaan, tarinapiste on vain suhteelinen muihin tarinapisteisiin nähden, se ei ole absoluuttinen numero. Kukin sprintti täytetään tarinoilla siten että sprinttikohtainen tarinapisteiden maksimimäärä ei ylity. Voit käsitellä backlogia sen jälkeen kun se on luotu.
nl: De verhalen worden automatisch in de Sprints geplaatst volgens de bestelling van de Epics op de routekaart. Elk verhaal zal een schatting van de maat hebben in verhaalpunten. Volgens de Agile schattingsmethode, Verhaalpunt is alleen relatief ten opzichte van andere verhalen, geen absoluut getal. Elke sprint wordt gevuld met Verhalen zodat de maximale verhaalpunten niet worden overschreden. U kunt de achterstand verfijnen nadat deze is gemaakt.

source: Project prefix
fi: Projektin prefiksi
nl: Projectvoorvoegsel

source: Start date
fi: Aloitutspäivä
nl: Startdatum

source: Sprint length (in days)
fi: Sprintin pituus (päivissä)
nl: Sprintlengte (in dagen)

source: Story points in sprint
fi: Tarinapisteitä yhdessä sprintissä
nl: Verhaalpunten in sprint

source: Preview
fi: Esikatselu
nl: Voorbeeld

source: Create
fi: Luo
nl: Creëren

source: Create a roadmap for
fi: Luo uusi roadmap kohteelle
nl: Maak een routekaart voor

source: On this page, you can create an initial roadmap for the project. Initial roadmap will contain releases and epics based on the project parameters and your audit targets. Epics will be automatically placed to the releases. You can refine the roadmap on the roadmap board, including moving epics between releases, after the initial roadmap has been created.
fi: Tällä sivulla voit luoda alustavan roadmapin projektille. Alustava roadmap pitää sisällään projektin parametrien ja auditoinnin kohteiden perusteella luodut julkaisut ja epiikit. Epiikit sijoitetaan automaattisesti julkaisuihin. Kun alustava roadmap on luotu, voit muokata sitä roadmap-taululla, mm. siirtää epiikkejä julkaisujen välillä.
nl: Op deze pagina kunt u een eerste routekaart voor het project maken. De eerste routekaart zal bevatten Releases en epics op basis van de projectparameters en uw auditdoelen. Epics worden automatisch geplaatst naar de releases. U kunt de routekaart op het routekaartbord verfijnen, inclusief bewegende epische verhalen tussen releases, Nadat de eerste routekaart is gemaakt.

source: Release length (in days)
fi: Julkaisun pituus (päivissä)
nl: Lengte vrijgave (in dagen)

source: Setup data management for the project
fi: Määrittele tiedonhallinta projektille
nl: Gegevensbeheer instellen voor het project
