Repository: mikko-ahonen/usmtools
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: Define how each type of data needed by this domain is managed. The user interface adapts dynamically to the data management policy for each entity type. For example, if you choose "managed", you can modify the data in this tool, but if you choose "replicated", you can only view the data in this tool.
fi: Määrittele miten kukin tämän domainin tarvitsema tietotyyppi hallinnoidaan. Käyttöliittymä apaptoituu dynaamiseesti määrittelemiisi tiedonhallintapolitiikkoihin kullekin tietotyypille. Jos esimerkiksi valitset politiikan "hallittu", voit muokata tietotyypin alkioita tällä työkalulla, mutta jos valitset politiikan "replikoitu", voit vain katsella tietoja.
nl: Bepaal hoe elk type gegevens dat dit domein nodig heeft, wordt beheerd. De gebruikersinterface past zich dynamisch aan de gegevens aan Managementbeleid voor elk type entiteit. Als u bijvoorbeeld "beheerd" kiest, kunt u de gegevens in deze tool wijzigen, Maar als u "gerepliceerd" kiest, kunt u de gegevens alleen in deze tool bekijken.

source: Note: The policy is shared between domains.
fi: Huom! Data ja politiikat ovat yhteisiä domainien yli.
nl: Opmerking: het beleid wordt gedeeld tussen domeinen.

source: The requirements are verified manually and a text field explaining how to verify the data is stored in this system. Choose this when the data is in a system that does not support deep linking.
nl: De vereisten worden handmatig geverifieerd en een tekstveld waarin wordt uitgelegd hoe de gegevens in dit systeem worden opgeslagen. Kies dit wanneer De gegevens bevinden zich in een systeem dat geen diepe koppeling ondersteunt.

source: The requirements are verified manually and a deep link to the entity is stored in this system. Choose this when the data is in a system that supports deep linking, but you do not want to integrate the system.
nl: De vereisten worden handmatig geverifieerd en een diepe link naar de entiteit wordt in dit systeem opgeslagen. Kies dit wanneer de gegevens zijn In een systeem dat diepe koppeling ondersteunt, maar u wilt het systeem niet integreren.

source: Replicate
fi: Replikoi
nl: Repliceren

source: The entities are replicated into this system. The requirements link to the local copy of entity. You must implement integration from the source system to this system.
nl: De entiteiten worden gerepliceerd in dit systeem. De vereisten link naar de lokale kopie van entiteit. U moet integratie van het bronsysteem naar dit systeem implementeren.

source: Manage
fi: Hallinnoi
nl: Beheren

source: The entities are mastered in this system or they are synchronized by manually editing this system. Choose this when the data does not exist in any other system. Be advised that you need to make sure that data is synchronized.
nl: De entiteiten zijn onder de knie in dit systeem of ze worden gesynchroniseerd door dit systeem handmatig te bewerken. Kies dit Wanneer de gegevens niet in een ander systeem bestaan. Houd er rekening mee dat u dat moet weten Gegevens worden gesynchroniseerd.

source: Setup
fi: Asetukset
nl: Instellen

source: scope for domain
fi: vaatimustenmukaisuusalueen soveltamisala
nl: reikwijdte voor domein

source: Define the project scope by listing the targets for you wish to verify for the compliance. The targets are used when automatically creating high-level work packages (Epics). Some examples of possible targets include IT systems, processes, organizations.
fi: Määrittele projektin soveltamisala listaamalla kohteet joiden vaatimustenmukaisuutta ollaan tarkastelemassa. Kohteita käytetään luotaessa korkean tason työpakettaja (epiikit). Joitakin esimerkkejä kohteista ovat tietojärjestelmät, prosessit ja organisaatioyksiköt. processes, organizations.
nl: Definieer de projectomvang door de doelen voor u te vermelden, wilt verifiëren voor de naleving. De doelen worden gebruikt wanneer automatisch werkpakketten op hoog niveau maken (EPICS). Enkele voorbeelden van mogelijke doelen zijn IT -systemen, processen, organisaties.

source: Setup teams for project
fi: Määrittele projektin tiimit
nl: Setup -teams voor project

source: Define the teams participating in this project. You need to define which team is responsible for each deployment category. Exactly one team must be responsible for a single category.
fi: Määrittele tiimit, jotka osallistuvat tähän projektiin. Määrittele myös, mitkä tiimit vastaavat mistäkin käyttöönoton tehtäväluokasta. Täsmälleen yksi tiimi on vastuullinen yhdestä luokata.
nl: Definieer de teams die deelnemen aan dit project. U moet definiëren voor welk team verantwoordelijk is Elke categorie voor implementatie. Precies één team moet verantwoordelijk zijn voor een enkele categorie.

source: created
fi: luotu
nl: gecreëerd

source: Create a project for the domain
fi: Luo projekti domainille
nl: Maak een project voor het domein

source: View
fi: Näkymät
nl: Weergave

source: configured
fi: konfiguroitu
nl: geconfigureerd

source: Configure the project
fi: Konfiguroi projekti
nl: Configureer het project

source: Configure
fi: Konfiguroi
nl: Configureren

source: Project scope defined
fi: Projektin soveltamisala
nl: Project Scope gedefinieerd

source: Targets
fi: Kohteet
nl: Doelen

source: Define project scope
fi: Määrittele projektin soveltamisala
nl: Definieer projectomvang

source: Project teams defined
fi: Projektin tiimit määritelty
nl: Projectteams gedefinieerd

source: Define project teams
fi: Määrittele projektitiimit
nl: Definieer projectteams

source: Project data management defined
fi: Projektin tiedonhallinta määritelty
nl: Projectgegevensbeheer gedefinieerd

source: Define data management
fi: Määrittele projektin tiedonhallinta
nl: Definieer gegevensbeheer

source: Project has roadmap
fi: Projektilla on roadmap
nl: Project heeft routekaart

source: Create a project roadmap
fi: Luo projektille roadmap
nl: Creëer een Project Roadmap

source: Project has backlog
fi: Projektilla on backlog
nl: Project heeft een achterstand

source: Create backlog for the project
fi: Luo projektille backlog
nl: Maak achterstand voor het project

source: Deployment has been completed
fi: Käyttöönotto on valmis
nl: De inzet is voltooid

source: Deployment project
fi: Käyttöönottoprojekti
nl: Implementatieproject

source: Audit has been completed
fi: Auditointi on valmis
nl: Audit is voltooid

source: Complete audit
fi: Merkitse auditointi valniiksi
nl: Volledige audit

source: Update the
fi: Päivitä
nl: Update de

source: Add a new
fi: Lisää uusi
nl: Voeg een nieuw toe

source: Delete the
fi: Poista
nl: Verwijder de

source: The entity will be deleted permanently, including all the referred entities.
fi: Kohde poistetaan pysyvästi, mukaanlukien kaikki viitatut kohteet.
nl: De entiteit zal permanent worden verwijderd, inclusief alle verwezen entiteiten.

source: This operation cannot be undone.
fi: Toimintoa ei voi perua.
nl: Deze bewerking kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete?
fi: Oletko varma että haluat poistaa?
nl: Weet u zeker dat u wilt verwijderen?

source: The following referred entities will also be permanently deleted:
fi: Seuraavat viitatut kohteet poistetaan samalla pysyvästi:
nl: De volgende verwezen entiteiten worden ook permanent verwijderd:

source: The following
fi: Seuraavat
nl: Het volgende

source: will be permanently deleted:
fi: poistetaan pysyvästi.
nl: zal permanent worden verwijderd:

source: No name
fi: Nimetön
nl: Geen naam

source: Misc
fi: Yleinen
nl: Misdrijf

source: Project finalization
fi: Projektin valmistuminen
nl: Projectfinalisatie

source: roadmap
nl: routekaart

source: definition
fi: määritelmä
nl: definitie

source: In tasks
fi: tehtävissä
nl: Bij taken

source: Add a responsibility
fi: Lisää vastuu
nl: Voeg een verantwoordelijkheid toe

source: Only empty lists can be deleted
fi: Vain tyhjän listan voi poistaa
nl: Alleen lege lijsten kunnen worden verwijderd

source: End sprint
fi: Lopeta sprintti
nl: Eindsprint

source: Add task
fi: Lisää työ
nl: Taak toevoegen

source: Constraint
fi: Sääntö
nl: Beperking

source: Search
fi: Hae
nl: Zoekopdracht

source: Add a tag ...
fi: Lisää nimike ...
nl: Voeg een tag toe ...

source: Actions in routine "%(routine_name)s" labeled as "%(action_require_tag)s" and assigned to profile "%(profile_name)s"
nl: Acties in routine "%(routine_name)s" gelabeld als "%(action_require_tag)s" en toegewezen aan profiel "%(profile_name)s"

source: No matches.
fi: Ei tehtäviä.
nl: Geen overeenkomsten.

source: Remove
fi: Poista
nl: Verwijderen

source: Priority
fi: Prioriteetti
nl: Prioriteit

source: Story points
fi: Tarinapisteet
nl: Verhaalpunten

source: Search from tags
nl: Zoek vanuit tags

source: Search from profiles
nl: Zoek vanuit profielen

source: Search from organization units
nl: Zoek uit organisatie -eenheden

source: Search from documents
nl: Zoek vanuit documenten

source: Search from tasks
nl: Zoek uit taken

source: Search from risks
nl: Zoek uit risico's

source: Training
fi: Koulutus
nl: Opleiding

source: Trainings
fi: Koulutukset
nl: Trainingen

source: Employee
fi: Työntekijä
nl: Medewerker

source: Employees
fi: Työntekijät
nl: Medewerkers

source: Training attended
fi: Koulutukseen osallistuminen
nl: Training is bijgewoond

source: Trainings attended
fi: Koulutukseen osallistumiset
nl: Trainingen aanwezig

source: Training organized
fi: Järjestetty koulutus
nl: Training georganiseerd

source: Trainings organized
fi: Järjestetyt koulutukset
nl: Trainingen georganiseerd

source: Low
fi: Matala
nl: Laag

source: High
fi: Korkea
nl: Hoog

source: Critical
fi: Kriittinen
nl: Kritisch

source: Rare
fi: Harvinainen
nl: Zeldzaam

source: Unlikely
fi: Epätodennäköinen
nl: Onwaarschijnlijk

source: Possible
fi: Mahdollinen
nl: Mogelijk

source: Likely
fi: Todennäköinen
nl: Waarschijnlijk

source: Almost Certain
fi: Melkein varma
nl: Bijna zeker

source: Enter a short and descriptive name for the risk.
fi: Anna lyhyt ja kuvaava nimi riskille
nl: Voer een korte en beschrijvende naam in voor het risico.

source: Provide a detailed description of the risk.
fi: Anna tarkempi kuvaus riskille
nl: Geef een gedetailleerde beschrijving van het risico.

source: URL for this risk
fi: Riskin URL
nl: URL voor dit risico

source: Operational
fi: Operointi
nl: Operationeel

source: Financial
fi: Rahoitus
nl: Financieel

source: Compliance
fi: Vaatimustenmukaisuus
nl: Naleving

source: Strategic
fi: Strateginen
nl: Strategisch

source: Reputational
fi: Mainehaitta
nl: Reputatie

source: Category
fi: Kategoria
nl: Categorie

source: Select the category that best describes this risk.
fi: Valitse kategoria joka parhaiten kuvaa riskiä
nl: Selecteer de categorie die dit risico het beste beschrijft.

source: Inherent Impact
fi: Luontainen vaikutus
nl: Inherente impact

source: Assess the impact level of the risk before any mitigation actions.
fi: Arvioi riskin vaikutuksen määrää ennen mitigointitoimia
nl: Beoordeel het impactniveau van het risico vóór beperkende acties.

source: Inherent Likelihood
fi: Luontainen todennököisyys
nl: Inherente waarschijnlijkheid

source: Assess the likelihood of the risk occurring before any mitigation actions.
fi: Arvioi riskin todennäköisyyttä ennen lieventämistoimia
nl: Beoordeel de waarschijnlijkheid dat het risico plaatsvindt vóór beperkende acties.

source: Mitigation Plan
fi: Lieventämissuunnitelma
nl: Mitigatieplan

source: Describe the mitigation strategies or actions to reduce the risk.
fi: Kuvaa strategia ja toimet riskin lieventämiseksi
nl: Beschrijf de mitigatiestrategieën of acties om het risico te verminderen.

source: Residual Impact
fi: Jäännösriskin vaikutus
nl: Resterende impact

source: Assess the impact level of the risk after mitigation actions.
fi: Arvioi riskin vaikutusta lieventämistoimien jälkeen
nl: Beoordeel het impactniveau van het risico na mitigatie -acties.

source: Residual Likelihood
fi: Jäännösriskin todennäköisyys
nl: Resterende waarschijnlijkheid

source: Assess the likelihood of the risk occurring after mitigation actions.
fi: Arvioi todennäköisyyttä riskin toteutumiselle lieventämistoimien jälkeen
nl: Beoordeel de waarschijnlijkheid dat het risico optreden na mitigatie -acties.

source: Name of responsible party
fi: Riskistä vastaavan osapuolen nimi
nl: Naam van verantwoordelijke partij

source: Specify the name of the individual or department responsible for managing this risk.
fi: Anna sen henkilön tai yksikön nimi, joka vastaa tämän riskin hallinnoimisesta.
nl: Geef de naam op van de persoon of afdeling die verantwoordelijk is voor het beheren van dit risico.

source: Identified
fi: Tunnistettu
nl: Geïdentificeerd

source: Assessed
fi: Arviointu
nl: Beoordeeld

source: Mitigated
fi: Liennytetty
nl: Verzachtend

source: Resolved
fi: Ratkaistu
nl: Opgelost

source: Accepted
fi: Hyväksytty
nl: Geaccepteerd

source: Track the current status of the risk in its lifecycle.
fi: Seuraa riskin elinkaaren tilaa
nl: Volg de huidige status van het risico in zijn levenscyclus.

source: Unknown entity
fi: Tuntematon kohde
nl: Onbekende entiteit

source: You have not defined any documents yet.
fi: Et ole vielä määritellyt dokumentteja.
nl: U hebt nog geen documenten gedefinieerd.

source: Create a new document
fi: Luo uusi dokumentti
nl: Maak een nieuw document

source: You have not defined any employees yet.
fi: Et ole vielä määritellyt työntekijöitä.
nl: U hebt nog geen werknemers gedefinieerd.

source: Create a new employee
fi: Luo uusi työntekijä
nl: Maak een nieuwe medewerker

source: Organizations
fi: Organisaatiot
nl: Organisaties

source: Customers
fi: Asiakkaat
nl: Klanten

source: Delete
fi: Poista
nl: Verwijderen

source: Are you sure you want to delete it?
fi: Oletko varma että haluat poistaa?
nl: Weet je zeker dat je het wilt verwijderen?

source: Update employee
fi: Päivitä työntekijää
nl: Update medewerker

source: Add a new employee
fi: Lisää uusi työntekijä
nl: Voeg een nieuwe werknemer toe

source: Delete employee
fi: Poista työntekijä
nl: Verwijder werknemer

source: Add a new training
fi: Lisää koulutus
nl: Voeg een nieuwe training toe

source: Delete training
fi: Poista koulutus
nl: Verwijder training

source: You have not defined any risks yet.
fi: ET ole vielä määritellyt riskejä
nl: U hebt nog geen risico's gedefinieerd.

source: Create a new risk
fi: Luo uusi riski
nl: Maak een nieuw risico

source: You have not defined any trainings yet.
fi: Et ole määritellyt koultuuksia.
nl: Je hebt nog geen trainingen gedefinieerd.

source: Create a new training
fi: Luo uusi koulutus
nl: Creëer een nieuwe training

source: Keep me updated on your upcoming workshops, product releases etc. relevant news
fi: Pidä minut ajan tasalla tulevista workshopeista, tuotejulkistuksista ja muista relevanteista uutisista
nl: Houd me op de hoogte van uw aankomende workshops, productreleases enz. Relevant nieuws

source: We need to fix our service management ASAP! Lets get in touch!
fi: Tarvitsemme palveluiden hallinnan korjaukseen heti apua! Ollaan yhteydessä!
nl: We moeten ons servicebeheer zo snel mogelijk repareren! Laten we contact opnemen!

source: Email address is required if you want us to contact you.
fi: Sähköpostiosoite tarvitaan, jos haluat että olemme yhteydessä
nl: E -mailadres is vereist als u wilt dat we contact met u opnemen.

source: Let us know your industry
fi: Kerro meille toimialasi
nl: Laat ons uw branche weten

source: Agriculture, Forestry, Mining
fi: Maa-, metsätalous, kaivosteollisuus
nl: Landbouw, bosbouw, mijnbouw

source: Industrials (Manufacturing, Construction, etc.)
fi: Teollisuus (tuotanto, rakennus jne.)
nl: Industrie (productie, constructie, enz.)

source: Energy, Utilities
fi: Energia, julkiset palvelut
nl: Energie, nutsbedrijven

source: Transport, Logistics
fi: Kuljetus, logistiikka
nl: Transport, logistiek

source: Media, Creative Industries
fi: Media, luovat alat
nl: Media, creatieve industrieën

source: Information Technology, Data Infrastructure, Telecom
fi: IT, data-infrastruktuuri, telekommunikaatio
nl: Informatietechnologie, gegevensinfrastructuur, telecom

source: Healthcare
fi: Terveydenhoito
nl: Gezondheidszorg

source: Education
fi: Koulutus
nl: Onderwijs

source: Hospitality, Food, Leisure Travel
fi: Hotelli- ja ravintola-ala, matkailu
nl: Gastvrijheid, eten, vrijetijdsreizen

source: Financial Services
fi: Rahoituspalvelut
nl: Financiële diensten

source: Professional Services (Law, Consulting, etc.)
fi: Ammatilliset palvelut (lakiasiat, konsultointi, jne.)
nl: Professionele diensten (wet, advies, enz.)

source: Other
fi: Muu
nl: Ander

source: Industry
fi: Toimiala
nl: Industrie

source: Accross all teams. Used to estimate the project cmpletion date, for example in the burndown chart.
fi: Kaikkien tiimien yli. Käytetään projektin valmistumisen ajankohtaa, esimerkiksi edistymiskäyrällä.
nl: Over alle teams. Gebruikt om de voltooiingsdatum van het project te schatten, bijvoorbeeld in de Burndown -grafiek.

source: Ready
fi: Valmis
nl: Klaar

source: Closed
fi: Suljettu
nl: Gesloten

source: Very high
fi: Erittäin korkea
nl: Erg hoog

source: Very low
fi: Erittäin matala
nl: Erg laag

source: Trivial
fi: Triviaali
nl: Triviaal

source: Reports
fi: Raportit
nl: Rapporten

source: Create a new
fi: Luo uusi
nl: Maak een nieuw

source: Update project
fi: Päivitä projektia
nl: Update -project update

source: Create a project
fi: Luo projekti
nl: Maak een project

source: Delete project
fi: Poista projekti
nl: Verwijder project

source: Projects
fi: Projektit
nl: Projecten

source: Create a new project
fi: Luo uusi projekti
nl: Maak een nieuw project

source: current sprints
nl: Huidige sprints

source: Finnish
fi: Suomi
nl: Fins

source: English
fi: Englanti
nl: Engels

source: Invitee name
fi: Kutsutun nimi
nl: Innodigde naam

source: Invitee email
fi: Kutsutun sähköposti
nl: Innodigde -e -mail

source: Invitee organization
fi: Kutsutun organisaatio
nl: Innodigde organisatie

source: Invitation group
fi: Kutsuryhmä
nl: Uitnodigingsgroep

source: Will be visible to the invitee
fi: Ei näy kutsutulle
nl: Zal zichtbaar zijn voor de genodigde

source: Generate link
fi: Luo linkki
nl: Genereer link

source: Send
fi: Lähetä
nl: Versturen

source: Never
fi: Ei koskaan
nl: Nooit

source: Rarely
fi: Harvoin
nl: Zelden

source: Sometimes
fi: Joskus
nl: Soms

source: Neutral
fi: Neutraali
nl: Neutrale

source: Often
fi: Usein
nl: Vaak

source: Usually
fi: Useimmiten
nl: Gebruikelijk

source: Always
fi: Aina
nl: Altijd

source: We manage improvements in a proactive way
fi: Hallinoimme parannuksia proaktiivisesti
nl: We beheren verbeteringen op een proactieve manier

source: The ways we work (our daily routines) are adequately documented
nl: De manieren waarop we werken (onze dagelijkse routines) zijn voldoende gedocumenteerd

source: The ways we work (our daily routines) are automated with adequate tooling where possible
fi: Kaikki mahdolliset tavat jolla teemme töitä (päivittäiset rutiinimme) on automatisoitu riittävillä työkaluilla
nl: De manieren waarop we werken (onze dagelijkse routines) zijn waar mogelijk geautomatiseerd met voldoende tooling

source: The reporting of service quality in my organization is good
fi: Palvelun laadun raportointi organisaatiossa on hyvä
nl: De rapportage van de servicekwaliteit in mijn organisatie is goed

source: We have issues arising from unclear roles and responsibilities, or ownership
fi: Meillä on haasteita liittyen epäselviin vastuisiin, tehtävänkuviin, tai omistajuuteen
nl: We hebben problemen die voortvloeien uit onduidelijke rollen en verantwoordelijkheden, of eigendom

source: We solve most of the customer requests as agreed
fi: Ratkaisemme suurimman osan asiakaspyynnöistä sovitusti
nl: We lossen de meeste klantverzoeken op zoals overeengekomen

source: Our service reporting fully supports the expectations of our customers
fi: Palveluraportointiin kuuluu asiakkaan odotusten kuvaaminen
nl: Onze servicerapportage ondersteunt volledig de verwachtingen van onze klanten

source: We have difficulties to comply with one or more required industry standards (ISO 9k, ISO 27k, ISO 13k etc.)
fi: Meillä on haasteita toteuttaa yksi tai useampi alalla käytetty standardi (ISO 9k, ISO 27k, ISO 13k jne.)
nl: We hebben problemen om te voldoen aan een of meer vereiste industriële normen (ISO 9K, ISO 27K, ISO 13K enz.)

source: Our employees are satisfied with the way we organize our work
fi: Työntekijämme ovat tyytyväisiä siihen miten olemme organisoineet työmme
nl: Onze werknemers zijn tevreden met de manier waarop we ons werk organiseren

source: We encounter problems with our supplier relationships, impacting our product/service quality
fi: Meillä on haasteita toimittajasuhteiden kanssa, jotka vaikuttavat tuotteiden tai palveluiden laatuun
nl: We ondervinden problemen met onze leveranciersrelaties, waardoor onze product-/servicekwaliteit wordt beïnvloed

source: Our services and related agreements are clearly specified
fi: Palvelumme ja niihin liittyvät sopimukset ovat selkeästi määritelty
nl: Onze diensten en gerelateerde overeenkomsten zijn duidelijk gespecificeerd

source: We are in control of our planning and our resources for the delivery of our services
fi: Palveluiden toimittamiseen liittyvä suunnittelu ja sen resursointi on hallinnassa
nl: We hebben de controle over onze planning en onze middelen voor de levering van onze diensten

source: We have a formalized and shared business glossary (definitions of terms) and it is actively used throughout the organization
fi: Meillä on määrämuotoinen ja jaettu liiketoimintasanasto (sanojen määritelmät) ja sitä käytetään aktiivisesti organisaationlaajuisesti
nl: We hebben een geformaliseerde en gedeeld bedrijfs woordenlijst (definities van termen) en deze wordt actief gebruikt in de hele organisatie

source: The countries where your organization operates
fi: Maat joissa organisaatiosi toimii
nl: De landen waar uw organisatie actief is

source: Dutch
fi: Hollanti
nl: Nederlands

source: French
fi: Ranska
nl: Frans

source: German
fi: Saksa
nl: Duits

source: Spanish
fi: Espanja
nl: Spaans

source: Your preferred language
fi: Ensisijainen kieli
nl: Uw favoriete taal

source: Industry of your organisation
fi: Organisaatiosi toimiala
nl: Industrie van uw organisatie

source: Size of your organisation
fi: Organisaatiosi koko
nl: Grootte van uw organisatie

source: Organisation name
fi: Organisaation nimi
nl: Organisatienaam

source: Question
fi: Kysymys
nl: Vraag

source: Lowest option that matches
fi: Alin vaihtoehto joka pätee
nl: Laagste optie die overeenkomt

source: Highest option that matches
fi: Korkein vaihtoehto joka pätee
nl: Hoogste optie die overeenkomt

source: Text (en)
fi: Teksti (en)
nl: Tekst (één)

source: Orgnization name
fi: Organisaation nimi
nl: Organisatienaam

source: Your title
fi: Työnimikkeesi
nl: Uw titel

source: Why do you wish to participate in the survey?
fi: Miksi haluat osallistua kyselyyn?
nl: Waarom wilt u deelnemen aan de enquête?

source: Tenants
fi: Asiakasympäristöt
nl: Huurders

source: Surveys
fi: Kyselyt
nl: Enquêtes

source: Update tenant
fi: Päivitä asiakasympäristöä
nl: Update huurder

source: Create a new tenant
fi: Luo uusi asiakasympäristö
nl: Maak een nieuwe huurder

source: Delete tenant
fi: Poista asiakasympäristö
nl: Verwijder huurder

source: This will permanently delete the tenant and everything under it. Are you sure you want to delete it?
fi: Tämä poistaa pysyvästi asiakasympäristön ja kaiken sen sisällä määritellyn, kuten datan, palvelut ja niiden sisällä olevat tiedot. Oletko varma että haluat poistaa sen?
nl: Dit zal de huurder permanent verwijderen en alles eronder. Weet je zeker dat je het wilt verwijderen?
