Repository: mikko-ahonen/usmtools
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: You should decompose the control into requirements.
nl: U moet de controle ontbinden tot vereisten.

source: statement
nl: stelling

source: You should create one or more USM statements to cover the requirement.
nl: U moet een of meer USM -uitspraken maken om de vereiste te dekken.

source: You should create one or more formal tasks to cover the USM statement.
nl: U moet een of meer formele taken maken om de USM -instructie te behandelen.

source: Register
fi: Rekisteröidy

source: Email
fi: Sähköposti

source: Login
fi: Kirjaudu sisään

source: Sprint
fi: Sprintti

source: Status
fi: Tila

source: Document
fi: Dokumentti

source: Routine
fi: Rutiini

source: Prototyping
fi: Kokeilu

source: Audit
fi: Auditointi

source: On this page, you can create an initial project backlog based on the project roadmap. One backlog will be created for all the teams participating in the project. The backlog will contain sprints and stories based on the project parameters (such as the categories for each team) and the epics on the roadmap.
fi: Tällä sivulla voit toteuttaa alustavan projektin backlogin pohjautuen projektin roadmapiin. Kullekin projektiin osallistuvalle tiimille luodaan yksi backlog Backlogille lisätään sprintit ja käyttäjätarinat projekin parametrien (esim. kategoriat) perusteella.

source: While the backlog is shared by the teams, each team will have their own sprints. If you filter the backlog by the team, you will get the team backlog, with the stories either assigned to that team or unassigned.
fi: Backlog on jaettu tiimien kesken, mutta kullakin tiimillä on omat sprinttinsä. Filtteröimällä backlogia tiimin perusteella saat tiimikohtaisen backlogin, jossa on tiimille merkityt käyttäjätarinat -- sekä ne joilta puuttuu tiimi.

source: Epics in release
fi: Epiikkejä julkaisusssa

source: Link
fi: Linkki

source: The requirements are verified manually and a deep link to the entity is stored in this system. Choose this when the data is in a system that supports deep linking, but you do not want to integrate the system.
fi: Vaatimukset tarkastetaan käsin ja tietoelementtiin tallennetaan suora syvälinkki tähän järjestelmään. Valitse tämä kun tieto on erillisessä järjestelmässä joka sallii suorat linkit tietoelementteihin, mutta et halua integroida tuota järjestelmää.

source: The entities are replicated into this system. The requirements link to the local copy of entity. You must implement integration from the source system to this system.
fi: Tietoelementit replikoidaan tähän järjestelmään. Vaatimukset linkitetään tässä järjestelmässä olevaan kopioon tiedosta. Lähdejärjestelmä on integroitavat tähän järjestelmään.

source: The entities are mastered in this system or they are synchronized by manually editing this system. Choose this when the data does not exist in any other system. Be advised that you need to make sure that data is synchronized.
fi: Tietoelementtejä hallinnoidaan tämän järjestelmän käyttöliittymän kautta tai ne synkronoidaan tähän järjestelmään manuaalisesti. Valitse tämä vaihtoehto kun ei ole olemassa perustietojärjestelmää jossa näitä tietoelementtejä hallinnoidaan. Jos tietoja on kuitenkin muissa järjestelmissä, on järjestettävä tiedon ajantasaisuuden hallinta yli eri järjsetelmien.

source: Dashboard
fi: Työpöytä

source: Sprints
fi: Sprintit

source: Project
fi: Projekti

source: Teams
fi: Tiimit

source: project
fi: projekti

source: Team
fi: Tiimi

source: Start sprint
fi: Käynnistä sprintti

source: Actions in routine "%(routine_name)s" labeled as "%(action_require_tag)s" and assigned to profile "%(profile_name)s"
fi: Rutiinissa "%(routine_name)s" olevat tehtävät jotka on nimikoitu "%(action_require_tag)s" ja määrätty profiilille "%(profile_name)s"

source: tags
fi: nimikkeet

source: profiles
fi: profiilit

source: document
fi: dokumentti

source: risk
fi: riski

source: Search
fi: Haku

source: Tag
fi: Nimike

source: Tags
fi: Nimikkeet

source: Medium
fi: Keskiverto

source: Update
fi: Päivitä

source: Update training
fi: Päivitä koulutusta

source: Life Sciences
fi: Biotieteet

source: Retail, E-Commerce
fi: Kauppa, verkkokauppa

source: Public Service, Social Service
fi: Julkishallinto, sosiaalipalvelut

source: Blocker
fi: Estynyt

source: Batches
fi: Erät

source: USM Survey Invitation Link
fi: USM-kyselyn kutsulinkki

source: open
fi: avoin

source: XREF tool
fi: XREF-työkalu

source: Site admin
fi: Palvelun ylläpito

source: routine
fi: rutiini

source: routines
fi: rutiinit

source: share
fi: jako

source: shares
fi: jaot

source: profile
fi: profiili

source: steps
fi: askeleet

source: activities
fi: toiminnot

source: action
fi: tehtävä

source: actions
fi: tehtävät

source: responsibilities
fi: vastuut

source: instruction
fi: ohje

source: instructions
fi: ohjeet

source: tasks
fi: tehtävät

source: Routines
fi: Rutiinit

source: Update routine
fi: Päivit rutiinia

source: Update service
fi: Päivitä palvelua

source: Show
fi: Näytä

source: Actions in routine "%(routine_name)s" labeled as "%(action_require_tag)s" for profile "%(profile_name)s"
fi: Toiminnot rutiinissa "%(routine_name)s" ni labeled as "%(action_require_tag)s" for profile "%(profile_name)s"
