Repository: mikko-ahonen/usmtools
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: This will also delete all the services below, including all their workflows and other included data:
fi: Tämä poistaa myös kaikki alla olevat palvelut, mukaanlukien kaikki niiden rutiinit ja muun niihin sisällytetyn datan:
nl: Dit zal ook alle onderstaande services verwijderen, inclusief al hun workflows en andere opgenomen gegevens:

source: This will also delete all the customers below:
fi: Tämä poistaa myös kaikki alla olevat asiakkaat:
nl: Dit zal ook alle onderstaande klanten verwijderen:

source: This will also delete all the organization units below:
fi: Tämä poistaa myös kaikki alla olevat organisaatioyksiköt:
nl: Dit zal ook alle onderstaande organisatie -eenheden verwijderen:

source: This will also delete all the profiles below:
fi: Tämä poistaa myös kaikki alla olevat profiilit:
nl: Dit zal ook alle hieronder alle profielen verwijderen:

source: You have not created any tenants yet.
fi: Et ole vielä luonut yhtään asiakasympäristöä.
nl: Je hebt nog geen huurders gemaakt.

source: You should create a new tenant for each organization that may share customers, profiles, services, organization structure, and workflows.
fi: Luo oma asiakasympäristö sellaiselle organisaatioille, joille voi olla yhteisiä assiakkaita, profiieja, palveluita, organisaatiorakennetta tai rutiineja.
nl: U moet een nieuwe huurder maken voor elke organisatie die klanten, profielen, diensten, organisatiestructuur en workflows kan delen.

source: USM Survey
fi: USM-kysely
nl: USM -enquête

source: USM Survey Background
fi: USM-kyselyn taustatiedot
nl: USM -enquête -achtergrond

source: USM Survey Generate Link
fi: USM-kyselyn linkin luonti
nl: USM -enquête genereer link

source: Thank you
fi: Kiitos
nl: Bedankt

source: USM Survey Report:
fi: USM-kyselyn raportti
nl: USM -onderzoeksrapport:

source: Welcome to USM Survey (Page 1)
fi: Tervetuloa USM-kyselyyn (Sivu 1)
nl: Welkom bij USM Survey (pagina 1)

source: Phone
fi: Puhelin
nl: Telefoon

source: It is universal
fi: Se on universaali
nl: Het is universeel

source: unified
fi: yhtenäinen
nl: verenigd

source: learnable
fi: opittavissa
nl: te leren

source: free
fi: vapaa
nl: vrij

source: simple
fi: yksinkertainen
nl: eenvoudig

source: non-redundant
fi: ei sisällä toistoa
nl: niet-redundant

source: Services
fi: Palvelut
nl: Diensten

source: Data
nl: Gegevens

source: Log out
fi: kirjaudu ulos
nl: Uitloggen

source: Log In
fi: Kirjaudu sisään
nl: Inloggen

source: You have been logged out. Use the login button on the top-right corner to log in again.
fi: Olet kirjautunut ulos. Käytä oikean yläkulman login-näppäintä kirjautuaksesi uudelleen sisään.
nl: U bent uitgelogd. Gebruik de inlogknop in de rechteronderhoek om opnieuw in te loggen.

source: Your password was changed.
fi: Salasanasi muutettiin.
nl: Uw wachtwoord is gewijzigd.

source: Password change
fi: Salasanan muuttaminen
nl: Wachtwoordwijziging

source: Password reset confirmation
fi: Salasanan muutoksen vahvistus
nl: Wachtwoord reset bevestiging

source: Please enter your new password twice so we can verify you typed it in correctly.
fi: Syötä uusi salasana kahdesti, jotta voimme varmistaa että se on syötetty oikein.
nl: Voer uw nieuwe wachtwoord twee keer in, zodat we kunnen controleren of u het correct hebt getypt.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fi: Salasanan nollauslinkki oli virheellinen, mahdollisesti koska sitä on käytetty jo aiemmin. Nollaa salasana uudestaan.
nl: De link -reset -link was ongeldig, mogelijk omdat deze al is gebruikt. Vraag alstublieft een nieuwe reset van het wachtwoord aan.

source: Your password has been set. You may go ahead and log in now.
fi: Salasanasi on asetettu. Voit nyt kirjautua sisään.
nl: Uw wachtwoord is ingesteld. U kunt nu doorgaan en nu inloggen.

source: You're receiving this email because you requested a password reset for your user account at USM Tools
fi: Olet saanut tämän sähköpostin koska olet pyytänyt tunnuksesi salasanan nollausta USM Tools -palvelussa
nl: U ontvangt deze e -mail omdat u een wachtwoordreset voor uw gebruikersaccount heeft aangevraagd bij USM -tools

source: Please go to the following page and choose a new password:
fi: Mene seuraavalle sivulle ja valitse uusi salasana:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you’ve forgotten:
fi: Käyttäjätunnuksesi, mikäli olet unohtanut sen:
nl: Uw gebruikersnaam, voor het geval u het bent vergeten:

source: Thanks for using our site!
fi: Kiitos palvelun käytöstä!
nl: Bedankt voor het gebruik van onze site!

source: The USM Tools team
fi: USM Toolsin ylläpito
nl: Het USM Tools -team

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fi: Oletko unohtanut salasanasi? Syötä sähköpostiosoitteesi alle, niin lähetämme sinulle sähköpostilla ohjeet sen nollaamiseen.
nl: Uw wachtwoord vergeten? Voer hieronder uw e -mailadres in en we e -mailen instructies voor het instellen van een nieuwe.

source: Request password reset link
fi: Pyydä salasanan nollauslinkkiä
nl: Vraag een wachtwoord opnieuw instellen

source: Parent
nl: Ouder

source: Select the parent service, if any. Maximum service tree depth is 10.
fi: Valitse palvelu, jonka alipalvelu tämä on. Maksimi sallittu palveluhierarkian syvyys on 10.
nl: Selecteer de Parden Service, indien aanwezig. Maximale serviceboomdiepte is 10.

source: Customer type
fi: Asiakkaan tyyppi
nl: Klanttype

source: If you choose to select existing customer, you must clean new customer name
fi: Jos valitset olemassaolevan asiakkaan, sinun on poistettava uuden asiakkaan nimi
nl: Als u ervoor kiest om bestaande klant te selecteren, moet u de nieuwe klantnaam schoonmaken

source: If you choose to select existing customer, you must select one
fi: Jos valitset olemassaolevan asiakkaan, sinun täytyy valita asiakas
nl: Als u ervoor kiest om bestaande klant te selecteren, moet u er een selecteren

source: If you choose to creata a new customer, you must provide the name
fi: Jos valitset uuden asiakkaan luomisen, sinun täytyy antaa sille nimi
nl: Als u ervoor kiest om een ​​nieuwe klant te maken, moet u de naam geven

source: If you choose to creata a new customer, please first deselect existing customer
fi: Jos valitset uuden asiakkaan luomisen, sinun on ensin poistettava asiakasvalinta
nl: Als u ervoor kiest om een ​​nieuwe klant te maken, selecteert u eerst bestaande klant

source: Select the parent organizational unit, if any. Maximum organization tree depth is 10.
fi: Valitse organisaatioyksikkö, jonka alle uusi yksikkö liitetään. Jos kyseessä on juuriorganisaatio, jätä kenttä tyhjäksi. Suurin sallittu organisaatiopuun syvyys on 10.
nl: Selecteer de indien van toepassing van de ouder -organisatie -eenheid. Maximale organisatiediepte is 10.

source: Scope
fi: Laajuus
nl: Domein

source: Share
fi: Jaa
nl: Deel

source: Language
fi: Kieli
nl: Taal

source: You must choose the language
fi: Sinun täytyy valita kieli
nl: U moet de taal kiezen

source: Wrong language choice
fi: Väärä kielivalinta
nl: Verkeerde taalkeuze

source: organization unit
fi: organisaatioyksikkö
nl: organisatie -eenheid

source: organization units
fi: organisaatioyksiköt
nl: Organisatie -eenheden

source: service
fi: palvelu
nl: dienst

source: services
fi: palvelut
nl: diensten

source: Internal
fi: Sisäinen
nl: Intern

source: External
fi: Ulkoinen
nl: Extern

source: customer
fi: asiakas
nl: klant

source: customers
fi: asiakkaat
nl: klanten

source: service to customer relationship
fi: palvelun ja asiakkaan yhteys
nl: Service naar klantrelatie

source: service to customer relationships
fi: palvelun ja asiakkaan yhteydet
nl: Service aan klantrelaties

source: Template
nl: Sjabloon

source: Agree
fi: Sopiminen
nl: Mee eens zijn

source: Change
fi: Muutos
nl: Wijziging

source: Recover
fi: Toipuminen
nl: Herstellen

source: Operation
fi: Operointi
nl: Werking

source: Responsibility R is not assigned for action %(action_title)s
fi: Vastuullinen (R) ei ole valittuna tehtävälle %(action_title)s
nl: Verantwoordelijkheid R wordt niet toegewezen voor actie %(action_title)s

source: Routine %(routine_name)s must have at least two actions to draw a diagram
fi: Rutiinissa %(routine_name)s täytyy olla ainakin kaksi tehtävää jotta kaavio voidaan piirtää
nl: Routine %(routine_name)s moet ten minste twee acties hebben om een diagram te trekken

source: Shares
nl: Aandelen

source: Only used in template routine to specify forks to sub-routine. In actualized routines, all the forks have been expanded into one single routine.
fi: Käytetään vain rutiinien mallipohjissa prosessien haarautumisessa. Toteutuneissa rutiineissa polku on määrätty.
nl: Alleen gebruikt in sjabloonroutine om vorks op te geven naar subroutine. In geautomatiseerde routines zijn alle vorken uitgebreid tot één enkele routine.

source: Used in actualized routines, to signal how many levels of sub-processes there are
fi: Käytetään toteutuneissa rutiineissa sen kuvaamiseen, kuinka monta tasoa aliprosesseja on olemassa
nl: Gebruikt in geautomatiseerde routines, om aan te geven hoeveel niveaus van subprocessen er zijn

source: This step is skipped
fi: Tämä askel on sivuutettu
nl: Deze stap wordt overgeslagen

source: Operate
fi: Operointi
nl: Werken

source: Improve
fi: Kehitys
nl: Verbeteren

source: Steps
nl: Stappen

source: This activity is skipped
fi: Tämä toiminto on sivuutettu
nl: Deze activiteit wordt overgeslagen

source: Activities
nl: Activiteiten

source: Action
nl: Actie

source: Actions
fi: Toiminnot
nl: Acties

source: Responsible
fi: Vastuullinen
nl: Verantwoordelijk

source: Accountable
fi: Tilivelvollinen
nl: Verantwoordelijk

source: Supporting
fi: Tukeva
nl: Ondersteunend

source: Consulted
fi: Neuvova
nl: Geraadpleegd

source: Informed
fi: Tiedotettava
nl: Geïnformeerd

source: No actions
fi: Ei tehtäviä
nl: Geen acties

source: Responsibility
nl: Verantwoordelijkheid

source: Responsibilities
fi: Vastuut
nl: Verantwoordelijkheden

source: Instruction
nl: Instructie

source: Instructions
nl: Instructies

source: Label required from action
nl: Label vereist vanuit actie

source: Require that action has this label
nl: Vereisen die actie heeft dit label

source: You have not defined any customers yet.
fi: Et ole vielä määritellyt yhtään asiakasta.
nl: U hebt nog geen klanten gedefinieerd.

source: Create a new customer
fi: Luo uusi asiakas
nl: Maak een nieuwe klant

source: No actions added for this activity yet.
fi: Toiminnolle ei ole vielä lisätty yhtään tehtävää.
nl: Nog geen acties toegevoegd voor deze activiteit.

source: You have not defined any customers yet for this service.
fi: Et ole vielä lisännyt yhtään asiakasta tähän palveluun.
nl: U hebt nog geen klanten gedefinieerd voor deze service.

source: Add a customer to this service
fi: Lisää asiakas tähän palveluun
nl: Voeg een klant toe aan deze service

source: You have not defined any profiles yet.
fi: Et ole määritellyt vielä yhtään prfiilia.
nl: U hebt nog geen profielen gedefinieerd.

source: Add a new profile to this service
fi: Lisää profiili tähän palveluun
nl: Voeg een nieuw profiel toe aan deze service

source: No routines.
fi: Ei rutiineja.
nl: Geen routines.

source: Export SVG
fi: Luo SVG-kuva
nl: Exporteer SVG

source: Export PNG
fi: Luo PNG-kuva
nl: Exporteer PNG

source: Export BPMN
fi: Luo BPNM-tiedosto
nl: Exporteer bpmn

source: This service does not have any routines yet.
fi: Tähän palveluun ei ole vielä liitetty yhtään rutiinia.
nl: Deze service heeft nog geen routines.

source: Create a new routine
fi: Luo uusi rutiini
nl: Maak een nieuwe routine

source: Tenant
fi: Asiakasympäristö
nl: Huurder

source: Update action
fi: Päivitä tehtävää
nl: Actie bijwerken

source: Add an action
fi: Luo tehtävä
nl: Voeg een actie toe

source: Title
fi: Otsikko
nl: Titel

source: Add action
fi: Lisää tehtävä
nl: Actie toevoegen

source: Delete action
fi: Poista tehtävä
nl: Actie verwijderen

source: Update activity
fi: Päivitä toimintoa
nl: Update activiteit

source: Create an activity
fi: Luo toiminto
nl: Maak een activiteit

source: Delete activity
fi: Poista toiminto
nl: Verwijder activiteit

source: Are you sure you want to delete this activity?
fi: Oletko varma että haluat poistaa tämän toiminnon
nl: Weet u zeker dat u deze activiteit wilt verwijderen?

source: Update customer
fi: Päivitä asiakasta
nl: Update klant

source: Add a new customer
fi: Lisää asiakas
nl: Voeg een nieuwe klant toe

source: Delete customer
fi: Poista asiakas
nl: Verwijder de klant

source: Deleting the customer will also remove them from the following services:
fi: Asiakkaan poistaminen poistaa hänet myös seuraavista palveluista:
nl: Het verwijderen van de klant zal ze ook uit de volgende services verwijderen:

source: Update instruction
fi: Päivitä ohjetta
nl: Update instructie

source: Create an instruction
fi: Luo ohje
nl: Maak een instructie

source: Delete instruction
fi: Poista ohje
nl: Verwijder instructie

source: Are you sure you want to delete this instruction?
fi: Oletko varma että haluat poistaa tämän ohjeen?
nl: Weet u zeker dat u deze instructie wilt verwijderen?

source: Update organization unit
fi: Päivitä organisaatioyksikköä
nl: Update organisatie -eenheid

source: Create a child organization for
fi: Luo aliorganisaatio organisaatioyksikölle
nl: Maak een kindorganisatie voor

source: Create a new organization
fi: Luo uusi organisaatio
nl: Maak een nieuwe organisatie

source: Delete organization unit
fi: Poista organisaatioyksikkö
nl: Verwijder organisatie -eenheid

source: Deleting this organization unit will delete %(count)s child organization units as well.
fi: Organisaatioyksikön poisto poistaa myös %(count)s sen alla olevaa organisaatioyksikköä.
nl: Het verwijderen van deze organisatie -eenheid verwijdert ook %(count)s Child Organisation Units.

source: Update profile
fi: Päivitä profiilia
nl: Update profiel bijwerken

source: Create a profile
fi: Luo profiili
nl: Maak een profiel

source: Delete profile
fi: Poista profiili
nl: Verwijder profiel

source: This will also delete all tasks assigned to this person. The actions belonging to tasks are not affected.
fi: Tämä poistaa myös kaikki profiilille luodut tehtävät. Tällä ei ole vaikutusta tehtäviin liittyville toiminnoille.
nl: Dit verwijdert ook alle taken die aan deze persoon zijn toegewezen. De acties die bij taken horen, worden niet beïnvloed.

source: Delete routine
fi: Poista rutiini
nl: Verwijder routine

source: This will also delete all the steps, activities, and actions inside the routine.
fi: Tämä poistaa myös kaikki rutiiniin kuuluvat askeleet, toiminnot sekä tehtävät.
nl: Dit zal ook alle stappen, activiteiten en acties binnen de routine verwijderen.

source: Routine shares
fi: Rutiinin jakaminen
nl: Routinematige aandelen

source: Share name
fi: Jaon nimi
nl: Deel naam

source: Created
fi: Luotu
nl: Gecreëerd

source: Last accessed
fi: Viimeksi käytetty
nl: Laatst bezocht

source: Create new service
fi: Luo uusi palvelu
nl: Maak een nieuwe service

source: Add a customer to service
fi: Lisää asiakas palveluun
nl: Voeg een klant toe aan de service

source: Select existing customer
fi: Valitse olemassaoleva asiakas
nl: Selecteer bestaande klant

source: Add the customer
fi: Luo uusi asiakas
nl: Voeg de klant toe

source: Remove customer
fi: Poista asiakas
nl: Verwijder de klant

source: from service
fi: palveluista
nl: van dienst

source: Are you sure you want to remove the customer from this service?
fi: Oletko varma että haluat poistaa asiakkaan tästä palvelusta?
nl: Weet u zeker dat u de klant uit deze service wilt verwijderen?

source: This will not delete the information related to the customer. The customer information can still be accessed through the customer list view.
fi: Tämä ei poista asiakkaaseen liittyviä tietoja. Asiakkaan tietoihin pääsee yhä asiakaslistauksen kautta.
nl: Dit zal de informatie met betrekking tot de klant niet verwijderen. De klantinformatie is nog steeds toegankelijk via de klantlijstweergave.

source: Delete service
fi: Poista palvelu
nl: Service verwijderen

source: Deleting this service will delete %(count)s child services as well.
fi: Palvelun poistaminen poistaa myös %(count)s alipalvelua.
nl: Het verwijderen van deze service verwijdert ook %(count)s Child Services.

source: Additionally, this will also delete all the workflows below, including their steps, activities, and actions:
fi: Sen lisäksi myös palveluun sisältyvät rutiinit, niiden askeleet, toiminnot ja tehtävät poistetaan:
nl: Bovendien zal dit ook alle onderstaande workflows verwijderen, inclusief hun stappen, activiteiten en acties:

source: Manage shares for the service
fi: Ylläpidä palveluun liittyviä jakoja
nl: Beheer aandelen voor de service

source: Expire
fi: Vanheneminen
nl: Verlopen

source: Copy
fi: Kopioi
nl: Kopiëren

source: Shares are links that be be used to access resources, such as workflows.
fi: Jako on linkki jolla voit antaa muile mahdollisuuden katsella rutiinia ja siihen liittyviä resursseja.
nl: Aandelen zijn links die worden gebruikt om toegang te krijgen tot bronnen, zoals workflows.

source: As anybody with the link can access the resources without further authentication, you need to be careful when sharing the link.
fi: Jokainen jolla on linkki pääsee muokkaamaan resursseja ilman erillistä sisäänkirjautumista, joten ole varovainen jakaessasi linkkiä.
nl: Aangezien iedereen met de link toegang heeft tot de bronnen zonder verdere authenticatie, moet u voorzichtig zijn bij het delen van de link.

source: Delete task
fi: Poista tehtäväkokonaisuus
nl: Taak verwijderen

source: Organization
fi: Organisaatio
nl: Organisatie

source: You have not defined any organizations yet.
fi: Et ole vielä määritellyt yhtään organisaatiota.
nl: U hebt nog geen organisaties gedefinieerd.

source: Add a new top-level organization
fi: Lisää uusi ylimmän tason organisaatio
nl: Voeg een nieuwe organisatie op topniveau toe

source: You have not defined any tasks yet for this profile.
fi: Et ole vielä määritellyt yhtään tehtäväkokonaisuutta tälle profiilille.
nl: U hebt nog geen taken gedefinieerd voor dit profiel.

source: Create a new task
fi: Luo uusi tehtäväkokonaisuus
nl: Maak een nieuwe taak

source: No work instruction.
fi: Ei työohjeita.
nl: Geen werkinstructie.

source: No actions in this activity.
fi: Ei tehtäviä tässä toiminnossa.
nl: Geen acties in deze activiteit.

source: No activities in this step.
fi: Ei toimintoja tässä askeleessa.
nl: Geen activiteiten in deze stap.

source: You have not added any customers to this service yet.
fi: Et ole vielä lisännyt asiakkaita tähän palveluun.
nl: U hebt nog geen klanten aan deze service toegevoegd.

source: Service
fi: Palvelu
nl: Dienst

source: You have not defined any services yet.
fi: Et ole vielä määritellyt yhtään palvelua.
nl: U hebt nog geen services gedefinieerd.

source: Examples where to look for services: functions, organization units, virtual teams etc. You can later organize the services into a service map.
fi: Esimerkkejä palveluille: yrityksen toiminnot, organisaatioyksiköt, virtuaalitiimit jne. Voit järjestää palvelut myöhemmin palvelukartaksi.
nl: Voorbeelden waar u naar diensten kunt zoeken: functies, organisatie -eenheden, virtuele teams enz. U kunt de services later organiseren in een servicekaart.

source: Create a new service
fi: Luo uusi palvelu
nl: Maak een nieuwe service

source: You have not added any profiles to this service yet.
fi: Et ole vielä lisännyt yhtään profiilia tähän palveluun.
nl: U hebt nog geen profielen aan deze service toegevoegd.

source: Create a new profile
fi: Luo uusi profiili
nl: Maak een nieuw profiel

source: Actions in routine "%(routine_name)s" labeled as "%(action_require_tag)s" for profile "%(profile_name)s"
nl: Acties in routine "%(routine_name)s" gelabeld als "%(action_require_tag)s" voor profiel "%(profile_name)s"

source: Action responsibilities
nl: Actieverantwoordelijkheden

source: Instructions for
fi: Työohjeet kohteelle
nl: Instructies voor

source: Task does not include any actions.
fi: Tehtäväkokonaisuuteen ei kuulu tehtäviä.
nl: Taak bevat geen acties.

source: You have not added any tasks to this service yet.
fi: Et ole vielä lisäänyt yhtään tehtäväkokonaisuutta tähän palveluun.
nl: U hebt nog geen taken aan deze service toegevoegd.

source: Add a new action
fi: Lisää uusi tehtävä
nl: Voeg een nieuwe actie toe

source: No activities. You should probably create one.
fi: Ei toimintoja. Sinun kannattaisi todennäköisesti luoda uusi.
nl: Geen activiteiten. Je zou er waarschijnlijk een moeten maken.

source: Create a new activity
fi: Luo uusi toiminto
nl: Maak een nieuwe activiteit

source: Services you have access to:
fi: Palvelut, joihin sinulla on pääsy:
nl: Diensten waartoe u toegang hebt:

source: You do not have access to any services.
fi: Sinulla ei ole pääsyä yhteenkään palveluun.
nl: U hebt geen toegang tot services.

source: tenant
fi: asiakasympäristö
nl: huurder

source: tenants
fi: asiakasympäristöt
nl: huurders

source: Share was removed
fi: Jako on poistettu
nl: Het aandeel werd verwijderd

source: task
fi: tehtävä
nl: taak

source: Draft
fi: Luonnos
nl: Voorlopige versie

source: Approved
fi: Hyväksytty
nl: Goedgekeurd

source: Requirements
fi: Vaatimukset
nl: Vereisten

source: The control has no requirements.
fi: Kontrollilla ei ole vaatimuksia
nl: De controle heeft geen vereisten.

source: Add a new requirement
fi: Lisää uusi vaatimus
nl: Voeg een nieuwe vereiste toe

source: Statements
nl: Uitspraken

source: The selected requirement has no statements.
nl: De geselecteerde vereiste heeft geen verklaringen.

source: Add a new statement
nl: Voeg een nieuwe verklaring toe

source: Substatements
nl: Vervanging

source: The selected statement has no substatements.
nl: De geselecteerde instructie heeft geen vervangingen.

source: Add a new substatement
nl: Voeg een nieuwe substatement toe

source: Controls
nl: Controles

source: This service has no controls.
nl: Deze service heeft geen controles.

source: Add a new control to this standard
nl: Voeg een nieuwe controle toe aan deze standaard

source: Update control
nl: Update controle

source: Create a new control
nl: Maak een nieuwe controle

source: Delete control
nl: Verwijder controle

source: This will permanently delete the control and everything under it. Are you sure you want to delete it?
nl: Dit zal de controle permanent verwijderen en alles eronder. Weet je zeker dat je het wilt verwijderen?

source: This will permanently delete the
nl: Dit zal de

source: and everything under it. Are you sure you want to delete it?
nl: en alles eronder. Weet je zeker dat je het wilt verwijderen?

source: Create a new standard
nl: Maak een nieuwe standaard

source: Delete standard
nl: Standaard verwijderen

source: This will permanently delete the standard and everything under it. Are you sure you want to delete it?
nl: Dit zal de standaard en alles eronder permanent verwijderen. Weet je zeker dat je het wilt verwijderen?

source: Standard
nl: Standaard

source: Standards
nl: Normen

source: There are no standards.
nl: Er zijn geen normen.

source: You should create a new standard for each cross-referencing project you want to create.
nl: U moet een nieuwe standaard maken voor elk kruisverwijzingsproject dat u wilt maken.

source: standard
nl: standaard

source: You should create a new standard for each standard or framework you want to map to USM.
nl: U moet een nieuwe standaard maken voor elke standaard of framework die u wilt toewijzen aan USM.

source: control
nl: controle

source: You should create a new control for each part of your standard.
nl: U moet een nieuwe controle maken voor elk deel van uw standaard.

source: requirement
nl: vereiste
